Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: A step curve changes payout in fixed "jumps" at specified intervals rather than gradually.
nl_nl: Een trapvormige curve verandert de uitbetaling in vaste "sprongen" op gespecificeerde intervallen in plaats van geleidelijk.

source: Amount (units)
nl_nl: Bedrag (eenheden)

source: View payout curve
nl_nl: Uitbetalingscurve bekijken

source: Additional field attributes
nl_nl: Aanvullende veldattributen

source: Are you sure you want to deactivate entity? This action cannot be undone.
nl_nl: Weet je zeker dat je de entiteit wilt deactiveren? Deze actie kan niet ongedaan worden gemaakt.

source: Are you sure you want to delete this entity? This action cannot be undone.
nl_nl: Weet je zeker dat je deze entiteit wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

source: Are you sure you want to publish this entity? We recommend reviewing the entity settings first.
nl_nl: Weet je zeker dat je deze entiteit wilt publiceren? We raden aan om eerst de instellingen van de entiteit te controleren.

source: Confirm publishing
nl_nl: Publicatie bevestigen

source: Create custom entity
nl_nl: Aangepaste entiteit maken

source: Failed to load entity details.
nl_nl: Entiteitsdetails laden mislukt.

source: Custom entity details
nl_nl: Aangepaste entiteitsdetails

source: Edit custom entity
nl_nl: Aangepaste entiteit bewerken

source: Edit {{name}}
nl_nl: {{name}} bewerken

source: Effective dating
nl_nl: Ingangsdatum

source: No effective dating
nl_nl: Geen ingangsdatum

source: Effective date range
nl_nl: Geldigheidsperiode

source: Try adjusting your search or filters to find what you're looking for.
nl_nl: Probeer je zoekopdracht of filters aan te passen om te vinden wat je zoekt.

source: No custom entities match your filters
nl_nl: Geen aangepaste entiteiten komen overeen met je filters

source: No custom entities yet
nl_nl: Nog geen aangepaste entiteiten

source: Entity details
nl_nl: Entiteitsdetails

source: At least one field must be set as business key.
nl_nl: Er moet minstens één veld als zakelijke sleutel worden ingesteld.

source: At least one field must be configured.
nl_nl: Er moet minstens één veld worden geconfigureerd.

source: At least one field must be set as required.
nl_nl: Er moet ten minste één veld als verplicht worden ingesteld.

source: You can add up to {{max}} fields
nl_nl: Je kunt maximaal {{max}} velden toevoegen

source: Is business key
nl_nl: Is bedrijfssleutel

source: Is PII
nl_nl: Persoonsgegevens (PII)

source: Is required
nl_nl: Is verplicht

source: Provide a name for the entity
nl_nl: Geef een naam op voor de entiteit

source: Reference
nl_nl: Referentie

source: {{count}} of {{max}}
nl_nl: {{count}} van {{max}}

source: Select reference
nl_nl: Referentie selecteren

source: Enter a description
nl_nl: Voer een beschrijving in

source: Enter a name for the entity
nl_nl: Voer een naam in voor de entiteit

source: Build your entity grid by adding fields
nl_nl: Bouw je entiteitengrid door velden toe te voegen

source: Grid builder
nl_nl: Rasterbouwer

source: Custom entities
nl_nl: Aangepaste entiteiten

source: Total entities
nl_nl: Totaal aantal entiteiten

source: The custom entity was successfully activated.
nl_nl: De aangepaste entiteit is succesvol geactiveerd.

source: The custom entity was successfully deactivated.
nl_nl: De aangepaste entiteit is succesvol gedeactiveerd.

source: Search for custom entities
nl_nl: Zoeken naar aangepaste entiteiten

source: Custom Entities
nl_nl: Aangepaste entiteiten

source: Enum reference
nl_nl: Enumeratieverwijzing

source: Number
nl_nl: Nummer

source: The field name is required.
nl_nl: De veldnaam is verplicht.

source: The reference is required for this type.
nl_nl: De referentie is vereist voor dit type.

source: The field type is required.
nl_nl: Het veldtype is verplicht.

source: Not defined
nl_nl: Niet gedefinieerd

source: View {{name}}
nl_nl: Bekijk {{name}}

source: Field Management
nl_nl: Veldbeheer

source: Define the label that indicates which analyses will be updated from PayAnalytics when the refresh action is triggered.
nl_nl: Definieer het label dat aangeeft welke analyses worden bijgewerkt vanuit PayAnalytics wanneer de vernieuwingsactie wordt geactiveerd.

source: Label name
nl_nl: Labelnaam

source: Analysis refresh configuration
nl_nl: Configuratie voor vernieuwen van analyse

source: Add mapping to model
nl_nl: Mapping aan model toevoegen

source: Add mapping to the model
nl_nl: Mapping aan het model toevoegen

source: Additional compensation field
nl_nl: Aanvullend compensatieveld

source: Compensation components will be automatically adjusted to full-time using the FTE field.
nl_nl: Compensatiecomponenten worden automatisch aangepast naar voltijd met behulp van het FTE-veld.

source: Apply part-time scaling
nl_nl: Deeltijdschaling toepassen

source: The field for compensation field is required.
nl_nl: Het veld voor compensatie is verplicht.

source: Compensation field
nl_nl: Compensatieveld

source: Converts all compensation data to the global currency, or to the currency specified below. The default exchange rate and effective date of the data snapshot will be used for the conversion.
nl_nl: Zet alle compensatiegegevens om naar de wereldvaluta of naar de hieronder opgegeven valuta. De standaardwisselkoers en de ingangsdatum van de gegevenssnapshot worden gebruikt voor de conversie.

source: Currency conversion
nl_nl: Valutaconversie

source: The field for currency field is required.
nl_nl: Het veld voor valutaveld is verplicht.

source: The field for data model is required.
nl_nl: Het veld voor datamodel is verplicht.

source: Select data model
nl_nl: Selecteer datamodel

source: Demographic
nl_nl: Demografisch

source: Additional demographic variable
nl_nl: Aanvullende demografische variabele

source: For each data model created in data foundation, map the dataset configuration needed to generate a Pay Analysis. Only snapshots using a data model with a mapping can be used to generate pay analysis data sets.
nl_nl: Voor elk datamodel dat in de datafundatie is gemaakt, koppelt u de datasetconfiguratie die nodig is om een salarisanalyse te genereren. Alleen momentopnamen die een datamodel met een koppeling gebruiken, kunnen worden gebruikt om datasets voor salarisanalyse te genereren.

source: Edit mapping to the model
nl_nl: Mapping naar het model bewerken

source: The field for worker ID is required.
nl_nl: Het veld voor werknemers-ID is verplicht.

source: Worker ID & group
nl_nl: Werknemers-ID en groep

source: Get started by adding one.
nl_nl: Begin door er een toe te voegen.

source: No models with mapping yet.
nl_nl: Nog geen modellen met mapping.

source: The field for female is required.
nl_nl: Het veld voor vrouwelijk is verplicht.

source: Female
nl_nl: Vrouwelijk

source: The field for full-time equivalent is required.
nl_nl: Het veld voor voltijdsequivalent is verplicht.

source: Full-time equivalent
nl_nl: Voltijdsequivalent

source: The field for gender field is required.
nl_nl: Het veld voor geslacht is verplicht.

source: Gender field
nl_nl: Geslachtsveld

source: The worker category can be defined when creating the snapshot.
nl_nl: De werknemerscategorie kan worden gedefinieerd bij het aanmaken van de momentopname.

source: Use the worker category from the snapshot as the main group.
nl_nl: Gebruik de werknemercategorie uit de momentopname als hoofdgroep.

source: The field for main currency is required.
nl_nl: Het veld voor hoofdvaluta is verplicht.

source: Main currency
nl_nl: Hoofdvaluta

source: The field for main group is required.
nl_nl: Het veld voor hoofdgroep is verplicht.

source: Main group
nl_nl: Hoofdgroep

source: The field for male is required.
nl_nl: Het veld voor mannelijk is verplicht.

source: Male
nl_nl: Mannelijk

source: Select a model and configure the mapping for the essential fields.
nl_nl: Selecteer een model en configureer de mapping voor de essentiële velden.

source: Edit mapping
nl_nl: Mapping bewerken

source: Non-binary
nl_nl: Non-binair

source: Not reported
nl_nl: Niet gerapporteerd

source: Scaled compensation components
nl_nl: Geschaalde compensatiecomponenten

source: Additional compensation fields
nl_nl: Aanvullende compensatievelden

source: Part-time scaling
nl_nl: Deeltijdschaling

source: Data models with pay analysis mapping
nl_nl: Data Modeler met salarisanalyse-mapping

source: View mapping to the model
nl_nl: Toewijzing aan het model weergeven

source: The dataset mapping configuration was successfully saved.
nl_nl: De configuratie van de datasetmapping is succesvol opgeslagen.

source: You haven't added any features yet.
nl_nl: U heeft nog geen functies toegevoegd.

source: Select field
nl_nl: Selecteer veld

source: Snapshot ID copied
nl_nl: Snapshot-ID gekopieerd

source: Data revision
nl_nl: Gegevensrevisie

source: Worker category
nl_nl: Werknemercategorie

source: The snapshot was successfully created.
nl_nl: De momentopname is succesvol aangemaakt.

source: Download logs
nl_nl: Logs downloaden

source: Search by snapshot name
nl_nl: Zoeken op snapshot-naam

source: You are about to change the data model. This action will clear <strong>previously selected worker categories</strong>, since they depend on the chosen data model.
nl_nl: U staat op het punt het datamodel te wijzigen. Deze actie zal <strong>eerder geselecteerde werknemerscategorieën</strong> wissen, omdat deze afhankelijk zijn van het gekozen datamodel.

source: Are you sure you want to continue?
nl_nl: Weet u zeker dat u wilt doorgaan?

source: Data model edition
nl_nl: Datamodel bewerking

source: Define the data model, the effective date and the population
nl_nl: Definieer het datamodel, de ingangsdatum en de populatie

source: Snapshot configuration
nl_nl: Snapshot-configuratie

source: Define the snapshot field name and description
nl_nl: Definieer de naam en beschrijving van het momentopnameveld

source: Snapshot details
nl_nl: Momentopname details

source: The data model is required.
nl_nl: Het datamodel is vereist.

source: Select the field to include for worker category in this snapshot
nl_nl: Selecteer het veld dat u wilt opnemen voor werknemerscategorie in deze momentopname

source: Add feature to snapshot
nl_nl: Functie toevoegen aan momentopname

source: Define the worker category you want to use in this snapshot
nl_nl: Definieer de werknemercategorie die u in deze momentopname wilt gebruiken

source: Use worker category configuration
nl_nl: Configuratie werknemerscategorie gebruiken

source: The order of the fields determines the output value of this concatenated field.
nl_nl: De volgorde van de velden bepaalt de uitvoerwaarde van dit samengevoegde veld.

source: Concatenated fields
nl_nl: Geconcateneerde velden

source: At least one field is required for the custom mode.
nl_nl: Voor de aangepaste modus is minstens één veld vereist.

source: Global
nl_nl: Globaal

source: Search for a feature
nl_nl: Zoek naar een functie

source: Select configuration type
nl_nl: Configuratietype selecteren

source: Snapshots
nl_nl: Momentopnamen

source: Create pay analysis dataset
nl_nl: Salarisanalyse-dataset aanmaken

source: To complete the creation of the data set for the pay analysis, please select the tenant from the PayAnalytics.
nl_nl: Selecteer de tenant uit PayAnalytics om het aanmaken van de dataset voor de salarisanalyse te voltooien.

source: The snapshot you are trying to upload contains non configured currency exchange rates. Please update your currency settings.
nl_nl: De snapshot die u probeert te uploaden bevat niet-geconfigureerde wisselkoersen. Werk uw valuta-instellingen bij.

source: The data contains null values in numerical fields. Please the log file for more information.
nl_nl: De gegevens bevatten null-waarden in numerieke velden. Raadpleeg het logbestand voor meer informatie.

source: The data set was successfully created.
nl_nl: De dataset is succesvol aangemaakt.

source: An error occurred while processing data in PayAnalytics. Please contact Customer Support.
nl_nl: Er is een fout opgetreden bij het verwerken van gegevens in PayAnalytics. Neem contact op met Customer Support.

source: Dataset name
nl_nl: Naam van dataset

source: The name of the data set is required.
nl_nl: De naam van de dataset is verplicht.

source: The current authorization settings will result in the creation of an empty dataset. Please verify your worker access.
nl_nl: De huidige autorisatie-instellingen leiden tot het aanmaken van een lege dataset. Controleer uw medewerkerstoegang.

source: Empty dataset
nl_nl: Lege dataset

source: Select PayAnalytics tenant
nl_nl: Selecteer PayAnalytics-tenant

source: The PayAnalytics tenant is required.
nl_nl: De PayAnalytics-tenant is vereist.

source: This snapshot does not contain the worker category required as the main group. You can send the snapshot without a main group, or cancel and update the snapshot or mapping.
nl_nl: Deze snapshot bevat niet de vereiste werknemercategorie als hoofdgroep. Je kunt de snapshot zonder hoofdgroep verzenden, of annuleren en de snapshot of mapping bijwerken.

source: Worker category absent from snapshot
nl_nl: Werknemercategorie ontbreekt in momentopname

source: The generated snapshot was unable to populate the worker category field for all workers. Please check your data.
nl_nl: De gegenereerde momentopname kon het veld ‘werknemerscategorie’ niet voor alle werknemers invullen. Controleer uw gegevens.

source: Worker category partially missing
nl_nl: Categorie werknemer gedeeltelijk ontbreekt

source: The name of the model must be unique.
nl_nl: De naam van het model moet uniek zijn.

source: Enter the basic information of the model
nl_nl: Voer de basisinformatie van het model in

source: Performance Management entities
nl_nl: Entiteiten voor prestatiebeheer

source: Core HR entities
nl_nl: Kern HR-entiteiten

source: Others entities
nl_nl: Andere entiteiten

source: Compensation Management entities
nl_nl: Entiteiten voor compensatiebeheer

source: Model design
nl_nl: Modelontwerp

source: Define the entities and other sources to use as the model base
nl_nl: Definieer de entiteiten en andere bronnen die als basis voor het model worden gebruikt

source: Define the entities and fields to include in this model.
nl_nl: Definieer de entiteiten en velden die in dit model moeten worden opgenomen.

source: No selected entities
nl_nl: Geen geselecteerde entiteiten

source: Data Entities & Sources
nl_nl: Gegevensentiteiten en bronnen

source: Entities: {{count}}
nl_nl: Entiteiten: {{count}}

source: Fields: {{count}}
nl_nl: Velden: {{count}}

source: Selected fields
nl_nl: Geselecteerde velden

source: Tree entities
nl_nl: Drie entiteiten

source: View the fields already included in this model.
nl_nl: Bekijk de velden die al in dit model zijn opgenomen.

source: Current fields
nl_nl: Huidige velden

source: This model already includes all available fields from the database. There are no additional fields to add.
nl_nl: Dit model bevat al alle beschikbare velden uit de database. Er zijn geen aanvullende velden om toe te voegen.

source: All fields have already been added
nl_nl: Alle velden zijn al toegevoegd

source: Select additional fields from the database to extend this model.
nl_nl: Selecteer aanvullende velden uit de database om dit model uit te breiden.

source: Add more fields
nl_nl: Meer velden toevoegen

source: Extend model - {{name}}
nl_nl: Model uitbreiden - {{name}}

source: Grid preview
nl_nl: Rastervoorbeeldweergave

source: Review & publish model
nl_nl: Model controleren en publiceren

source: Data Modeling
nl_nl: Datamodellering

source: No selected fields. Please select at least one field to save or proceed.
nl_nl: Geen geselecteerde velden. Selecteer alstublieft ten minste één veld om op te slaan of door te gaan.

source: The model was successfully published.
nl_nl: Het model is succesvol gepubliceerd.

source: The model was successfully saved.
nl_nl: Het model is succesvol opgeslagen.

source: Policies
nl_nl: Beleid

source: Data Privacy
nl_nl: Gegevensprivacy

source: Compliance & Storage
nl_nl: Compliance & Opslag

source: Role & Permission Management
nl_nl: Rol- en machtigingenbeheer

source: Exchange rates
nl_nl: Wisselkoersen

source: Exchange rate
nl_nl: Wisselkoers

source: From
nl_nl: Van

source: Identifier
nl_nl: Identificatie

source: To
nl_nl: Naar

source: Exchange rate template
nl_nl: Wisselkoerssjabloon

source: Exchange Rates
nl_nl: Wisselkoersen

source: The exchange rate type was successfully created.
nl_nl: Het wisselkoerstype is succesvol aangemaakt.

source: Create type
nl_nl: Type maken

source: Are you sure you want to delete this exchange rate type? It will no longer be usable in any future processes.
nl_nl: Weet u zeker dat u dit wisselkoerstype wilt verwijderen? Het zal niet meer bruikbaar zijn in toekomstige processen.

source: The exchange rate type successfully was deleted.
nl_nl: Het wisselkoerstype is succesvol verwijderd.

source: Create exchange rate type
nl_nl: Wisselkoerstype maken

source: Edit exchange rate type
nl_nl: Wisselkoerstype bewerken

source: The exchange rate type was successfully edited.
nl_nl: Het wisselkoerstype is succesvol bewerkt.

source: The exchange rate type code must be unique.
nl_nl: De wisselkoerstypecode moet uniek zijn.

source: Types
nl_nl: Typen

source: Created
nl_nl: Gemaakt

source: Search for a type
nl_nl: Zoeken naar een type

source: Exchange Rates Types
nl_nl: Wisselkoerstypen

source: An error occurred when validating the file. Please check the column names, the mandatory data and the file format, and then try again.
nl_nl: Er is een fout opgetreden bij het valideren van het bestand. Controleer de kolomnamen, de verplichte gegevens en het bestandsformaat, en probeer het opnieuw.

source: Click upload to add files.
nl_nl: Klik op uploaden om bestanden toe te voegen.

source: 10MB max per file
nl_nl: 10MB max per bestand

source: Supported formats: CSV
nl_nl: Ondersteunde formaten: CSV

source: Some records could not be uploaded. Please check the provided CSV log file for more details.
nl_nl: Sommige records konden niet worden geüpload. Controleer het meegeleverde CSV-logbestand voor meer details.

source: Extensions & Plugins
nl_nl: Extensies & Plugins

source: Feature groups
nl_nl: Functiegroepen

source: Select a group to see the corresponding features or options.
nl_nl: Selecteer een groep om de bijbehorende functies of opties te bekijken.

source: Alphanumeric
nl_nl: Alfanumeriek

source: Date & Time
nl_nl: Datum en tijd

source: Linked to the selected language
nl_nl: Gekoppeld aan de geselecteerde taal

source: You are about to delete the data scope <name>{{name}}</name>. Are you sure you want to proceed?
nl_nl: U staat op het punt om het gegevensbereik <name>{{name}}</name> te verwijderen. Weet u zeker dat u wilt doorgaan?

source: Delete data scope
nl_nl: Gegevensbereik verwijderen

source: Data scope name
nl_nl: Naam van gegevensbereik

source: The name cannot be empty. Please provide a name for the data scope.
nl_nl: De naam kan niet leeg zijn. Gelieve een naam op te geven voor het gegevensbereik.

source: Create data scope
nl_nl: Gegevensbereik maken

source: The data scope was successfully created.
nl_nl: Het gegevensbereik is succesvol aangemaakt.

source: The data scope was successfully deleted.
nl_nl: Het gegevensbereik is succesvol verwijderd.

source: Edit data scope
nl_nl: Gegevensbereik bewerken

source: No data scopes yet
nl_nl: Nog geen gegevensbereiken

source: Data scopes
nl_nl: Gegevensbereiken

source: Pay automation
nl_nl: Salarisautomatisering

source: The target variable cannot be empty. Please provide a value.
nl_nl: De doelvariabele kan niet leeg zijn. Geef een waarde op.

source: Select the target variable you want to model
nl_nl: Selecteer de doelvariabele die u wilt modelleren

source: The data model cannot be empty. Please provide a data model.
nl_nl: Het datamodel kan niet leeg zijn. Gelieve een datamodel te verstrekken.

source: Create and include snapshot
nl_nl: Momentopname maken en opnemen

source: Models
nl_nl: Modellen

source: Purpose
nl_nl: Doel

source: Transformations
nl_nl: Transformaties

source: Log transformation
nl_nl: Logtransformatie

source: Select which additional information you want to include in this snapshot.
nl_nl: Selecteer welke aanvullende informatie u wilt opnemen in deze momentopname.

source: Create & manage machine learning models
nl_nl: Maak en beheer machine learning-modellen

source: Are you sure you want to delete the model "{{name}}"? This action cannot be undone.
nl_nl: Weet u zeker dat u het model "{{name}}" wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

source: Delete model
nl_nl: Model verwijderen

source: Model Manager
nl_nl: Modelbeheerder

source: The model name cannot be empty.
nl_nl: De modelnaam kan niet leeg zijn.

source: The model type cannot be empty.
nl_nl: Het modeltype kan niet leeg zijn.

source: Snapshot
nl_nl: Momentopname

source: The snapshot cannot be empty.
nl_nl: De momentopname kan niet leeg zijn.

source: Model type & snapshot
nl_nl: Modeltype en snapshot

source: Auto-update
nl_nl: Automatisch bijwerken

source: Disable in all features
nl_nl: Uitschakelen in alle functies

source: Enable in all features
nl_nl: Inschakelen in alle functies

source: Multicollinearity check
nl_nl: Multicollineariteitscontrole

source: Data auto-update
nl_nl: Automatische data-update

source: Define which attributes will be available in the model. For proper model training, select at least 5 features.
nl_nl: Definieer welke attributen beschikbaar zullen zijn in het model. Voor een goede modeltraining selecteert u ten minste 5 kenmerken.

source: Please select at least one feature.
nl_nl: Selecteer ten minste één functie.

source: {{featuresCount}} features selected
nl_nl: {{featuresCount}} functies geselecteerd

source: By default, the model will train using ridge regression and will generate regularised estimators for every feature selected in the model. If you validate, we will check the Ordinary Least Squares (OLS) regression and remove perfect multicollinearity among selected features.
nl_nl: Standaard zal het model trainen met ridge-regressie en zal het geregulariseerde schattingen genereren voor elke functie die in het model is geselecteerd. Als u valideert, zullen we de Ordinary Least Squares (OLS) regressie controleren en perfecte multicollineariteit tussen geselecteerde functies verwijderen.

source: Select model features
nl_nl: Modelfuncties selecteren

source: If you continue with this population change, your current feature selections will be cleared. Are you sure you want to proceed?
nl_nl: Als u doorgaat met deze populatiewijziging, worden uw huidige functieselecties gewist. Weet u zeker dat u wilt doorgaan?

source: Confirm population change
nl_nl: Bevestig populatieverandering

source: Select the criteria that will determine who is included in this population.
nl_nl: Selecteer de criteria die bepalen wie wordt opgenomen in deze populatie.

source: Define the name, description and details of the model.
nl_nl: Definieer de naam, beschrijving en details van het model.

source: Select options and features applicable for the model.
nl_nl: Selecteer opties en functies die van toepassing zijn op het model.

source: Model attributes
nl_nl: Modelkenmerken

source: Define the population criteria for the model.
nl_nl: Definieer de populatiecriteria voor het model.

source: Review and publish new model.
nl_nl: Controleer en publiceer nieuw model.

source: Population & features
nl_nl: Populatie & functies

source: Features selected
nl_nl: Geselecteerde functies

source: Selected roles
nl_nl: Geselecteerde rollen

source: Total population
nl_nl: Totale populatie

source: Quick train
nl_nl: Snelle training
